[
  {
    "icon": "plane",
    "title": "Arrivals & Check-In",
    "comment": [
"",""
    ],
    "content": [
      "The check-in will be held in the hotel reception.",
      "The congress hotel is Mouradi Ghammarth.",
      "EL Mouradi Gammarth is located along a beautiful white beach. The hotel is in an enchanting and relaxing setting that superbly reflects the architecture of the country's tradition.",
      "El Mouradi Gammarth hotel is ideal for both business and leisure. The hotel has different categories of guest rooms. It offers an outdoor pool, indoor pool, a gym, an Italian buffet restaurant and a bar. Guests can also relax in the spa with its different cures and treatments. Free WI-FI is also accessible in the hotel area.",
      "El Mouradi Gammarth is only 1 Km of Carthage Golf, 18 Km from The international Airport Tunis-Carthage, 7.5 Km from La Marsa, 10 Km from Sidi Bou Saïd and Carthage. The Main city of Tunis is about 20 Km from the hotel."
    ],
    "image": "gps"
  },
  {
    "icon": "opening",
    "title": "Opening Ceremony",
    "comment": [
      "",""
    ],
    "content": [
      "The opening ceremony will be held at the Theater of regions in the city of culture . It will contain a variety of speeches delivered by guests across the Region 8, artistic shows from contemporary and traditional eras and a preview of what’s awaiting you during the days of the congress It will be held in the City of Culture, one of the most prestigious cultural complexes in Tunisia, at the Theater of regions which has  a capacity of 700 seats. The hall is equipped with an orchestra pit and the most modern technical equipment."
    ],
    "image": "images/schedule/description images/opening.png"
  },
  {
    "icon": "party",
    "title": "Free time",
    "comment": [
      "",""
    ],
    "content": [
      "An opportunity where our dear participants will get the chance to get to know over three hundred people from different cultures across Region 8 and break the ice ! Many fun activities will be held allowing you to expand your network. Get ready for a night to remember!"
    ],
    "image": "images/schedule/description images/party.jpg"
  },
  {
    "icon": "keynotes",
    "title": "Keynotes",
    "comment": [
      "",""
    ],
    "content": [
      "A variety of lectures will be organized covering many technical fields or even promoting and introducing many IEEE entities which complete the technical program in order to provide a memorable congress."
    ],
    "image": "images/schedule/description images/keynotes.jpg"
  },
  {
    "icon": "workshop",
    "title": "Workshop sessions",
    "comment": [
      "",""
    ],
    "content": [
      "Various workshops in different fields will be held in the hotel dealing with up-to-date topics in diverse technical fields and also related to soft skills."
    ],
    "image": "images/schedule/description images/workshop.png"
  },
  {
    "icon": "tour",
    "title": "Tour and visits",
    "comment": [
      "",""
    ],
    "content": [
      "Tunisia has always been the crossroad of many Civilizations. From Romans to Carthaginians, we will have a tour on Tunisia’s most fascinating tourist sites presenting these cultures and will surely take advantage of the panoramic views to take our group photos ! Aren’t these the return tickets to moments otherwise gone ? During our Tour, we will take a tour in multiple touristic sites such as the  the archeological site of Oudhna that was a colony of veterans of the Legio XIII Gemina under the reign of Emperor Augustus, The Baths of Antoninus of Carthage which are are the largest set of Roman thermae built on the African continent and one of three largest built in the Roman Empire or even the the Ruins of Carthage."
    ],
    "image": "images/schedule/description images/tours.jpg"
  },
  {
    "icon": "meals",
    "title": "Tunisian Dinner",
    "comment": [
      "",""
    ],
    "content": [
      "We are taking you on a trip across Tunisia’s delicious dishes brought to you by the best caterers around the country. You will also enjoy a traditional show covering tunisian music, dances and traditions."
    ],
    "image": "images/schedule/description images/tunisian.png"
  },
  {
    "icon": "career",
    "title": "Career Fair",
    "comment": [
      "",""
    ],
    "content": [
      "This session will present an opportunity to Youngrofessionals and Students looking for a job or seeking an internship allowing them to interact directly with our exhibitors. Many companies will be presented and you can discover their field of activity. During this session, some interviews will be held and you can even submit your CV!"
    ],
    "image": "images/schedule/description images/career.jpg"
  },
  {
    "icon": "poster",
    "title": "Poster Session",
    "comment": [
      "",""
    ],
    "content": [
      "During this session each Student branch attending the congress will present its activities and projects to  other participants and our dear guests. An award will be given at the end of the congress to the best stall."
    ],
    "image": "images/schedule/description images/poster.png"
  },
  {
    "icon": "multicultre",
    "title": "Multicultural evening",
    "comment": [
      "",""
    ],
    "content": [
      "Each participant will present his country and its traditions through clothing, food, dance, or even songs."
    ],
    "image": "images/schedule/description images/culture.png"
  },
  {
    "icon": "plenary",
    "title": "Plenary Sessions",
    "comment": [
      "",""
    ],
    "content": [
      "Plenaries are conferences delivered to all of our participants in the auditorium of the university (National Institute of Applied Sciences and Technology) dealing with various topics and taking many forms such as round tables. Our university, the national institute of applied sciences and technology offers 6 different study fields: network and telecommunications, computer science, industrial IT and automation, industrial maintenance and instrumentation, chemistry and biology.",
      "It was built in 1996, its architecture is similar to a factory.",
      "It has a large garden, classrooms and auditoriums, refectory, air conditioning or heaters when needed, technical equipment and a cafeteria."
    ],
    "image": "images/schedule/description images/plenary.jpg"
  },
  {
    "icon": "meals",
    "title": "Gala Dinner",
    "comment": [
      "",""
    ],
    "content": [
      "Get your fancy clothes ready because we have a gala dinner ! You will profit from a variety of delicious dishes during the dinner. There will also be an award ceremony."
    ],
    "image": "images/schedule/description images/gala.jpg"
  },
  {
    "icon": "break",
    "title": "Networking (breaks)",
    "comment": [
      "",""
    ],
    "content": [
      "Everyone needs a break every once in a while, and our coffee breaks will be the perfect moment to exchange experiences and speak in a more relaxed way, making it easier for people to get to know each other."
    ],
    "image": "images/schedule/description images/break.jpg"
  },
  {
    "icon": "opening",
    "title": "Closing Ceremony",
    "comment": [
      "",""
    ],
    "content": [
      "a closing ceremony will be held at the university presenting many speeches and summaries of the congress."
    ],
    "image": "images/schedule/description images/opening.jpg"
  },
  {
    "icon": "checkin",
    "title": "Congress Check-out",
    "comment": [
      "",""
    ],
    "content": [
      "even the best stories come to an end. We hope our paths will cross again and that you had fun with us!"
    ],
    "image": "images/schedule/description images/checkin.jpg"
  }
]