[
  {
    "title": "DRÄXLMAIER",
    "content": "DRÄXLMAIER is a German group of companies operating around the world in the premium automotive industry. It specializes in innovative electrical systems, battery systems, modern electrical and electronic components, and exclusive interiors. It supports premium automobile manufacturers such as Audi, BMW, Jaguar, Land Rover, Maserati, Mercedes-Benz, MINI, Porsche, Rolls-Royce, and VW throughout the entire engineering process – from initial ideas, concepts, and prototyping to in-sequence delivery. For decades, the DRÄXLMAIER Group has been a reliable partner to the international automotive industry and is considered a technological leader in the premium segment.\n\nThe company DRÄXLMAIER was founded in 1875 as a leather and shoe factory in Geisenhausen then invested in new equipment for the production of door panels and dashboards. In 1964, the new company building was constructed at the Brückenstrasse in Vilsbiburg. DRÄXLMAIER gained a new customer only a few years later: the automobile manufacturer BMW. With this, the company entered the premium automotive segment.\n\nThe company grew – both in Vilsbiburg and in foreign countries. In order to fill existing orders, a new production and administration building was constructed at the location of the headquarters. The first DRÄXLMAIER plant outside Germany was opened in 1974 in Sousse, Tunisia. Audi and Volkswagen had joined BMW on the list of the automotive supplier's customers. That was before the company expanded to Africa, America and Europe.\n\nStarting with a small electrical component assembly workshop with a small team of 10 workers, its presence in Tunisia has evolved during the last 45 years to culminate with a teeming activity around a large team of 10 000 employees in 5 different production sites.\n\nWith more than 75.000  employees and 65 production sites in different 20 countries in the world, the Group offers to its workers mobility as much as opportunities of career development.\n",
    "video": "https://www.youtube.com/embed/s4xfjokxNV0"
  },
  {
    "title": "GAT ASSURANCES",
    "content": "GAT ASSURANCES is positioned among the reference actors of the insurance market in Tunisia. Since always, the company's mission is to be a partner of choice and to propose solutions adapted to the reality of each customer. This is why innovation is placed at the heart of its business vision.\n\nGAT ASSURANCES has set itself the objective of constantly anticipating the evolution and adopting the best practices of digital transformation, within the framework of a customer-centric strategic orientation. \n\nFor private customers, GAT ASSURANCES targets the 5 main areas of insurance: automobile, home, health, travel and marine. Clear and complete offers with exclusive and innovative guarantees, to satisfy the needs of the most demanding.\n\n\nTo professionals and to all companies, GAT ASSURANCES proposes insurance solutions adapted to the stakes of decision-makers. Specialized teams are mobilized to guide and accompany our customers, from the prevention of risks to the compensation of the claims.\n\n\nIn March 2022, GAT ASSURANCES was designated \"Best customer service of the year\" in the insurance category for the 3rd time.\n\n\nGAT ASSURANCES was also awarded three prizes during the ceremony \"elected best product of the year 2022\", for its products Vecturis premium (Motor Insurance), Vivatis premium (Home Insurance) and Vitalis (International Health Insurance).\n\n\nGAT ASSURANCES : For you today and with you tomorrow\n"
  },
  {
    "title": "MITSUBISHI ELECTRIC",
    "content": "From its founding in 1921, Mitsubishi Electric has been at the forefront of Japan’s technical ingenuity and product innovation. From its first hit product: an electric fan for consumer use, Mitsubishi Electric has continued to create a long list of “firsts” and groundbreaking new technologies that have shaped its business fields all around the world.\n\nAs one of many Mitsubishi Electric automation affiliates around the world, Mitsubishi Electric Automation, Inc., is part of a $40 billion global company serving a wide variety of industrial markets with a family of automation products including programmable logic controllers, variable frequency drives, operator interfaces, motion control systems, computer numerical controls, industrial robots, servo amplifiers and motors, and industrial sewing machines. The corporate philosophy of the company includes a commitment not only to providing superior solutions and service to Mitsubishi Electric customers, but also to contributing to the local community and creating a rewarding work environment for its employees.\n\nThe Mitsubishi Electric Group established Environmental Vision 2021 to contribute to the development of a sustainable society, and is advancing initiatives to achieve a low-carbon, recycling-based society. While this Vision represents the company we aim to become by the 100th anniversary of our founding in 2021, our ultimate goal is to make lasting social contributions as a leading green company.\n\nMitsubishi Electric: changes for the Better\n",
    "video": "https://www.youtube.com/embed/GnthhlIjz5w"
  },
  {
    "title": "ASTEELFLASH",
    "content": "Asteelflash tunisia is a branch of an international company holding the Asteelflash group.\nAsteelflash is a global leader in Electronic Manufacturing Services (EMS) and Supply-Chain Management solutions.\nWith 17 manufacturing locations and more than 6’000 employees worldwide, Asteelflash strives to offer advanced technical capabilities, innovative manufacturing solutions, dedication, and a high level of service to all its partners.\nFrom NPI to mass-production and within a broad range of technologically advanced markets, their engineering know-how and innovative supply chain solutions reduce time-to-market, ultimately making today's technology breakthroughs, the products of tomorrow.\n\nRare are the fully integrated Electronic Manufacturing Services providers, Asteelflash is. From in-house design capabilities to prototyping, new product introduction and mass production: they support their customers at each stage of their product lifecycle, through advanced electronic manufacturing services (EMS) capabilities and exceptional customer service.\nPlacing excellence at the heart of their organization, they offer, as a contract manufacturer, value-added services speeding time to market while increasing competitiveness of their customers’ projects. With cutting-edge equipment, highest industry standards and certifications, a global supply chain platform allowing economies of scale and reducing supply chain risk in an increasingly volatile components market: they have the ingredients to make every project a success.\nFor each market, they know how to provide the right electronic manufacturing solution: experts for years in engineering and manufacturing services, their facilities have the cutting edge of technology equipment.\n",
    "video": "https://www.youtube.com/embed/veIkkhduhSg"
  },
  {
    "title": "STB",
    "content": "STB (Société Tunisienne de Banque) was born after independence. It started its activity on March 26, 1958, and was the first specifically Tunisian banking establishment designed to contribute effectively to the economic and social development of the young independent State, in a context of disinvestment, disorganization of the credit market and a real hemorrhage of capital abroad.\n\nThe creation of a specifically Tunisian banking institution, designed to meet the requirements of the situation became vital. The Tunisian Company of Bank was thus created in the form of a mixed economy company with a capital of 10.000 dinars and in which the State participated up to 52%.\n\nSTB has always adopted a commercial strategy focused on the development of its products and services and the improvement of the quality of its services.\n\nSTB has opened the way to international cooperation by integrating itself fully into the international financial system through its vast network of correspondents network of correspondents, partners and relations on the various external markets.\n"
  },
  {
    "title": "SMU",
    "content": "The South Mediterranean University \n(SMU) is a leading private university that aims to to train leaders capable of operating in a knowledge-based world economic order through the development of world-class educational programs in business and engineering. SMU was founded in 2004 and includes two schools and one institute: the \nMediterranean School of Business (MSB), the Mediterranean Institute of Technology (MedTech), and \nthe Language and Culture Institute (LCI). MSB offers undergraduate and graduate programs in different majors (Marketing, Finance, Business Analytics, etc.) and the outstanding Executive MBA programs internationally accredited by the London-Based Association of MBA. MedTech aspires to develop the minds of young engineers by expanding their knowledge and understanding in the fields of Software Engineering, Computer Systems Engineering, Renewable energies, Artificial Intelligence, and Blockchain applications. LCI was founded in 2010 by MSB with the objective of providing English and Communication skills to the students of the MSB undergraduate program. Later, the department expanded and established itself as a key player in the field of corporate language teaching programs both in English, Arabic and French.\n",
    "video": " https://www.youtube.com/embed/cFoQ_ehZLBE"
  },
  {
    "title": "Clevory Training",
    "content": "Clevory Training is a training and coaching center in the field of ICT, management and soft skills. Clevory Training offers a wide range of training and assistance to support companies in their digital transformation by meeting new technological and managerial challenges. In this context, Clevory Training has selected as partners, the major editors and manufacturers on the market in order to deliver services according to international standards. Clevory Training also relies on a network of highly certified trainers and coaches who respect the strictest quality requirements of its partners.\n\nThey are approved by the Ministry of Professional Training and Employment and offer official training courses accredited by publishers to obtain internationally recognized certifications. In addition to technical training, they also offer support and coaching to maximize human potential and the anchoring of know-how. They provide their clients with regular, pre-established calendars of inter-company sessions that allow for easy planning. They also offer in-company sessions in order to adapt to their clients' requirements.\n"

  },
  {
    "title": "Integration Objects",
    "content": "Integration Objects empowers businesses to accelerate their digital transformation through robust and reliable solutions. They offer a wide range of applications including, Industrial IoT (IIoT), cyber security, Big Data Analytics, C4ISR, and process automation for Defense and Governmental Institutions.\n\nThey offer highly scalable and reliable solutions that allow real-time data collection from multiple plant systems and various enterprise networks enabling companies to turn data, information, and knowledge into operational intelligence, optimizing their business and manufacturing processes. \n\nAdvanced software products are only part of their business; the other half rests in their industry insight and tailored consulting services. They empower their clients to reinforce their decision-making process through intelligent and innovative integrated solutions converging industrial IT and OT, to expedite digital transformation.\n"
  },
  {
    "title": "Topnet",
    "content": "TOPNET is a Tunisian company which started its activities on May 2, 2001, it is today the leader of Internet Service Providers in Tunisia. \n\nTOPNET became a subsidiary of Tunisie Telecom group, in June 2010, this acquisition is considered by Tunisie Telecom as a strategic operation allowing the strengthening of its leadership through an actor who, in a few years, has managed to become a leader on the Internet Service Providers market.\n\nIts value is clear: \"Ensure the sustainability of our business by becoming the preferred Internet Service Provider of our customers by our level of Quality.\n"
  },
  {
    "title": "UBCI",
    "content": "Born in 1961, UBCI has today a network of 103 branches and 112 ATMs operating in the heart of the main economic centers of Tunisia.\n\nUBCI offers a wide range of products and services to its clientele of Individuals and Professionals covering their different needs in terms of daily banking, project financing, bancassurance and asset management.\n"
  }
]