[
  {
    "id": 1,
    "type": "Keynotes",
    "name": "Internet of Things and real-time\ncomputing",
    "description": "We live in a data-driven world, where multiple devices around us measure all\nkind of physical magnitudes and communicate to each other. In order to be\nuseful, these devices must be able to operate in real time. The talk will\nprovide an introduction on the constraints that real time computing present\nfor IoT devices and will describe real-time operating systems and what we can\nexpect from them.",
    "date": "04/08/2022",
    "time": "8:30am",
    "location": "Elmouradi Gammarth Hotel",
    "instructorName": "Antonio Luque",
    "instructorDescription": "Antonio Luque is the IEEE Region 8 Director elected in 2019. He currently holds the position of Associate Professor in the Department of Electronics Engineering, University of Seville. He has authored 20 journal papers, 40 conference papers, 3 book chapters, and a textbook, in addition to supervising two PhD students.",
    "instructorHighlight": "IEEE Region 8 Director",
    "linkedin": "https://www.linkedin.com/in/antonio-luque-b678573/"
  },
  {
    "id": 2,
    "type": "Keynotes",
    "name": "EMBS Chapter/Membership Opportunities for Students and YPs",
    "description": "IEEE Engineering in Medicine and Biology Society (EMBS) is the world’s largest\ninternational society of biomedical engineers. This talk will introduce the technical\ncommunities and events organized within EMBS, then focus on:\n- benefits of becoming a member for students and YPs, volunteering opportunities\nthrough Members and Student Activities Committee\n- how to establish a student chapter/club within EMBS, and benefits such as funding,\nawards, distinguished lecturer program etc.",
    "date": "04/08/2022",
    "time": "8:30am",
    "location": "Elmouradi Gammarth Hotel",
    "instructorName": "Andre Luka Çakıcı",
    "instructorDescription": "Andre Cakici is currently an M.Sc. student at the Department of Medical Engineering, Friedrich-Alexander Universität Erlangen-Nürnberg. He served as a student representative at EMBS Turkey Chapter. He is currently the AdCom Student Representative for the IEEE engineering in Medicine and Biology Society.",
    "instructorHighlight": "EMBS AdCom Student Representative",
    "linkedin": "https://www.linkedin.com/in/andrelukacakici/"
  },
  {
    "id": 4,
    "type": "Keynotes",
    "name": "Healthcare Innovation and Entrepreneurship ",
    "description": "The aim of this course is to provide an intensive and practical introduction to the process\nof understanding significant unmet medical needs and designing new medical\ntechnologies to address them. We focus on strategies for understanding and interpreting\nclinical needs, performing market assessments, and designing two basic prototypes in the\nareas of Cancer Brain Chip and Implantable Brain System",
    "date": "05/08/2022",
    "time": "8:30am",
    "location": "Elmouradi Gammarth Hotel",
    "instructorName": "Metin Akay",
    "instructorDescription": "Metin Akay received his B.S. and M.S. in Electrical Engineering from the Bogazici University, Istanbul, Turkey in 1981 and 1984, respectively and a Ph.D. degree from Rutgers University in 1990. He is currently the founding chair of the new Biomedical Engineering Department and the John S. Dunn professor of biomedical engineering at the University of Houston.",
    "instructorHighlight": "IEEE EMBS President",
    "linkedin": "https://www.linkedin.com/in/metin-akay-b516b5140"
  },
  {
    "id": 5,
    "type": "Workshops",
    "name": " Introduction to ERP and SAP",
    "description": "How you gather, manage, and use information will determine whether you win or lose.\n",
    "date": "05/08/2022",
    "time": "11:30am",
    "location": "Elmouradi Gammarth Hotel",
    "instructorName": "Seif Elhajjem",
    "instructorDescription": "Seif El HAJJEM is a Tunisian Industrial Engineer graduated from ENIT, the National Engineering School of Tunis, in 2015. Currently, he's an SAP (System Application Products) Functional Consultant at WYNSYS Tunisia, where he has been involved in the roll-out and implementation of SAP for multiple companies in different industry sectors. Seif volunteers for IEEE, where he is currently serving as IEEE Tunisia Section Vice-Chair for members activities, as a Member of the IEEE Region 8 Young Professionals Subcommittee and as a Vice Chair of the IEEE Region 8 Entrepreneurship Initiative Subcommittee.",
    "instructorHighlight": " IEEE Region 8 Young Professionals member",
    "linkedin": "https:"
  },
  {
    "id": 6,
    "type": "Workshops ",
    "name": "Introduction to Neuromuscular Interfaces: Applications for Human/Machine \nInterfaces and Neurophysiology",
    "description": "The aim of this Workshops is to provide an intensive and practical introduction to \nneuromuscular interfaces and neuroengineering applications for studying the neural \ncontrol of movement and developing human-centered assistive devices (e.g. \nneuroprostheses, exoskeletons). The acquisition, analysis, and interpretation of \nelectrophysiological data (specifically electromyography - EMG) will be discussed in \ndepth. A MATLAB demo will demonstrate the decomposition and processing of \nsurface EMG signal. State-of-the-art research will be mentioned, and resources will \nbe provided for those interested in this technical field.",
    "date": "05/08/2022",
    "time": "10:00am",
    "location": "Elmouradi Gammarth Hotel",
    "instructorName": "Andre Luka Çakıcı",
    "instructorDescription": "Andre Cakici is currently an M.Sc. student at the Department of Medical Engineering, Friedrich-Alexander Universität Erlangen-Nürnberg. He served as a student representative at EMBS Turkey Chapter. He is currently the AdCom Student Representative for the IEEE engineering in Medicine and Biology Society.",
    "instructorHighlight": "EMBS AdCom Student Representative",
    "linkedin": "https://www.linkedin.com/in/andrelukacakici/"
  },
  {
    "id": 7,
    "type": "Workshops ",
    "name": "Advanced Corrosion monitoring systems",
    "description": "In the evolution of inspection programs, the fixed interval inspection strategy has been replaced by a condition-based monitoring approach. Condition-based monitoring is followed by risk-based inspection (RBI), where inspection programs are defined on a risk basis, considering damage mechanisms, failure probability and associated consequences. The use of new inspection technologies such as PAUT, TOFD, Remote Operated Vehicles (ROV) and Intelligent Pigging Inspection, etc. was able to make informed decisions regarding the remaining life of pressure systems and pipelines. In this Workshops, you will learn about advances in corrosion monitoring technologies. We will highlight how these new technologies can help provide the most effective data to manage and mitigate potential pressure vessels and pipelines integrity risks.",
    "date": "05/08/2022",
    "time": "10:00am",
    "location": "Elmouradi Gammarth Hotel",
    "instructorName": "Aymen Tmar",
    "instructorDescription": "Aymen Tmar is a Tunisian electromechanical engineer, who is currently an asset Integrity Engineer at Shell. He was the Chairman of IEEE PES ENIS Student Branch Chapter in 2014 and occupied the position of IEEE Tunisia Young Professionals AG chairman in 2019. He is currently the chair of IEEE IAS Tunisia Section chapter.\n",
    "instructorHighlight": "IEEE IAS Tunisia Chapter Chair ",
    "linkedin": "https://www.linkedin.com/in/aymentmar/"
  },
  {
    "id": 8,
    "type": "Workshops",
    "name": "2022 MGA Activities with a Spotlight on Students and Young Professionals",
    "description": "2022 has been a productive year thus far for IEEE's Member and Geographic Activities (MGA) organization. MGA Vice President David Koehler and IEEE's Senior Director of Member Experience, Michael Kreisberg will highlight current MGA data and trends, focusing on Region 8.  They will share some of the exciting programs and activities that are impacting our Student and Young Professional member growth.  In addition, they will provide an overview of the MGA volunteer organizational structure and share the pathways that volunteers can take to enhance their engagement with IEEE.",
    "date": "05/08/2022",
    "time": "10:00am",
    "location": "Elmouradi Gammarth Hotel",
    "instructorName": "Michael Kreisberg and David Koehler",
    "instructorDescription": "David Koehler is Vice President, Member and Geographic Activities at IEEE/Global \n",
    "instructorHighlight": "",
    "linkedin": "https://www.linkedin.com/in/davidakoehler/\nhttps://www.linkedin.com/in/michael-kreisberg-821273241/"
  },
  {
    "id": 9,
    "type": "Workshops",
    "name": " Energy Transition and Renewable Energy as a Young Professional",
    "description": "In the path toward net-zero, young professionals will play a crucial role in deploying and developing renewable energy for this transition. What does this mean in terms of the significant growth in green jobs and how can YPs look back at the 2020 - 2030 decade from 2050 and realise the implications of the actions we took?",
    "date": "04/08/2022",
    "time": "11:30am",
    "location": "Elmouradi Gammarth Hotel",
    "instructorName": "AbdulHameed Raji",
    "instructorDescription": "AbdulHameed has over 3 years of experience in the Energy sector, working with General Electric, Masdar Energy and Resilient Cities Network.  He is researching how to strengthen policies for the low-carbon transition at the University of Cambridge.\n",
    "instructorHighlight": "Engineering for Sustainable Development at University of Cambridge",
    "linkedin": "https://www.linkedin.com/in/aoraji/"
  },
  {
    "id": 10,
    "type": "Plenary",
    "name": "Plenaries will be announced soon!",
    "description": "",
    "date": "",
    "time": "",
    "location": "",
    "instructorName": "",
    "instructorDescription": "",
    "instructorHighlight": "",
    "linkedin": " "
  },
  {
    "id": 3,
    "type": "Workshops",
    "name": "Introduction to cybersecurity",
    "description": "In this Workshops we will explore the fundamental building blocks of cybersecurity and the most recent techniques used by red teamers and offensive security experts along with the most important resources to start your career in Cyber Security.",
    "date": "04/08/2022",
    "time": "10:00am",
    "location": "Elmouradi Gammarth Hotel",
    "instructorName": "Ahmed Belkahla",
    "instructorDescription": "Ahmed Belkahla is Studying Computer Science & Networks Engineering at the National Institute of Applied Science and Technology (INSAT) and is a Cyber Security Specialist at Yogosha. He occupied the position of vice chairman of Securinets and was the Media manager of IEEE CS INSAT Chapter in 2019.\n",
    "instructorHighlight": "Cyber Secutiry Specialist",
    "linkedin": "https://www.linkedin.com/in/ahmed-belkahla/"
  },
  {
    "id": 11,
    "type": "Workshops",
    "name": "ICT for Good, How can we utilize technology for humanity",
    "description": "With the rapid change in our lives and the huge role of technology in the digitalization of all aspects from industry to daily life, technology can also serve both the development and humanitarian needs and save our planet. In this session, we will tackle the concept of ICT4D from a theoretical aspect, alongside best practices of utilizing technologies, what technologies can be utilized for this, and sharing some skills in the effective planning, development, implementation and management of ICT4D initiatives. Adding to that, sharing some knowledge about existing initiatives in R8, and how they can be adapted to our local contexts to meet the local needs and prevent their potential risks and failures.",
    "time": "15:00",
    "date": "05/08/2022",
    "location": "Salle 4",
    "instructorName": "Amjad Badr",
    "instructorDescription": " Mr Shwehdy is specialized in utilizing ICT4D & Social Innovation & currently, he is pursuing his master's in eGovernance and Digital Transformation. ",
    "instructorHighlight": "Mr Shwehdy, Amjad-Badr is a social entrepreneur, a digital nomad from Libya, passionate about technology & its applications, & advocates for digital transformation & rights and good governance.",
    "linkedin": " https://www.linkedin.com/in/abshwehdy/"
  },
  {
    "id": 12,
    "type": "Workshops",
    "name": "Open discussion on Internet Governance",
    "description": "We always have these questions in our minds, \"who owns the internet? how do they are managing it? what will happen to the world wide web in case of conflict?\" and many other questions about connectivity and net neutrality; all these questions and more will be opened for discussion with the participants to come up with ideas and share some of the best practices on the internet governance both international and local efforts to tackle these issues and coordinate with all related stakeholders for the benefits of the citizens. Moreover, we will also focus on the efforts led by the Internet Governance Forum, what is it, and how SYP will join these task forces.",
    "time": "11:30",
    "date": "04/08/2022",
    "location": "Salle 5",
    "instructorName": "Amjad Badr",
    "instructorDescription": "Mr Shwehdy is specialized in utilizing ICT4D & Social Innovation & currently, he is pursuing his master's in eGovernance and Digital Transformation. ",
    "instructorHighlight": "Mr Shwehdy, Amjad-Badr is a social entrepreneur, a digital nomad from Libya, passionate about technology & its applications, & advocates for digital transformation & rights and good governance. ",
    "linkedin": "https://www.linkedin.com/in/abshwehdy/"
  }
]