[
  {
    "name": "K.J. Ray Liu",
    "highlight": "IEEE President",
    "description": "K. J. Ray Liu is a Chinese-American scientist, educator, and entrepreneur. He is a Distinguished University Professor of University of Maryland, College Park, and the founder of Origin Wireless, Inc., pioneering wireless AI and sensing using ambient radio waves. He was elected as 2022 IEEE President and CEO in 2020. ",
    "linkedin": "https://www.linkedin.com/in/k-j-ray-liu-55791a103/"
  },
  {
    "name": "Antonio Luque",
    "highlight": "IEEE R8 director",
    "description": "Antonio Luque is the IEEE Region 8 Director elected in 2019. He currently holds the position of Associate Professor in the Department of Electronics Engineering, University of Seville. He has authored 20 journal papers, 40 conference papers, 3 book chapters, and a textbook, in addition to supervising two PhD students.",
    "linkedin": "https://www.linkedin.com/in/antonio-luque-b678573/"
  },
  {
    "name": "David Koehler",
    "highlight": "IEEE Vice President, Member and Geographic Activities",
    "description": "",
    "linkedin": "https://www.linkedin.com/in/antonio-luque-b678573/"
  },

  {
    "name": "Michael Kreisberg",
    "highlight": "Senior Director, Member Experience",
    "description": "Distinguished career providing vision, strategy, and leadership for blue chip organizations in both the for-profit and association . Recognized for building, leading, and mobilizing cross-functional, multi-disciplinary teams around an aspirational vision. Skilled in working closely with Boards, volunteers and senior leadership.",
    "linkedin": "https://www.linkedin.com/in/michaelkreisberg/"
  },
  {
    "name": "Jenifer Castillo",
    "highlight": "IEEE WIE Committee Chair",
    "description": "Jenifer Castillo is a B.S. Mechatronics Engineer and holds an MBA in International Business.  She currently works for Parker Hannifin Corp. She is an IEEE Senior Member and volunteer for 17 years, she is the 2021-2022 IEEE WIE Committee Chair, IEEE Region 9 Secretary and the IEEE Puerto Rico and Caribbean (PR&C) Section Past Chair.",
    "linkedin": "https://www.linkedin.com/in/jen-castillo/"
  },
  {
    "name": "Sampath Kumar Veeraraghavan",
    "highlight": "Global Chair, IEEE Humanitarian Activities Committee ",
    "description": "Sampathkumar Veeraraghavan is a globally renowned technologist best known for his technological innovations in addressing global humanitarian and sustainable development challenges. As the 2021 IEEE Humanitarian Activities Committee (HAC) Chair, Sampath spearheads the global strategy and portfolio of sustainable development and humanitarian engineering programs to deliver impactful programs at grass root-level. ",
    "linkedin": "https://www.linkedin.com/in/sampathkumar-veeraraghavan-826b1a25/"
  },
  {
    "name": "Emre Ayranci",
    "highlight": "IEEE Young Professionals (YP) Committee chair",
    "description": "Emre Ayranci is currently an RFIC Design manager and principal engineer at pSemi Murata. He is the IEEE Young Professionals Committee chair and SSCS Secretary/ Governance Chair. He was the SSCS YP Committee Chair, IEEE YP Vice Chair, Benelux YP and Professional activities founder of DTU and Sabanci Uni IEEE Student Branch.",
    "linkedin": "https://www.linkedin.com/in/eayranci"
  },
  {
    "name": "Metin Akay",
    "highlight": "IEEE EMBS Society president",
    "description": "Metin Akay received his B.S. and M.S. in Electrical Engineering from the Bogazici University, Istanbul, Turkey in 1981 and 1984, respectively and a Ph.D. degree from Rutgers University in 1990. He is currently the founding chair of the new Biomedical Engineering Department and the John S. Dunn professor of biomedical engineering at the University of Houston.",
    "linkedin": "https://www.linkedin.com/in/metin-akay-b516b5140"
  },
  {
    "name": "Almedin Kavaz",
    "highlight": " IEEE Region 8 Young Professionals chairman ",
    "description": "Almedin is an electrical engineer, specialising in electrical power and energy field. Almedin is currently working as Operation Manager at TSCNET Services, one of Europe’s leading Regional Security Coordinators (RSCs). For the past 3 years, Almedin has served as Region 8 Young Professionals subcommittee member and is now the subcommittee chair.",
    "linkedin": "https://www.linkedin.com/in/almedin-kavaz-555517119"
  },
  {
    "name": "Andrejs Romanovs",
    "highlight": "IEEE Region 8 Chapters coordinator",
    "description": "Dr.sc.ing., MBA, Associate Professor and Senior Researcher at the Information Technology Institute, Head of Dept. of Modelling and Simulation, Riga Technical University . He has 20 years academic experiences teaching numerous post-graduate courses at the RTU, as well as over 30 years professional experience .",
    "linkedin": "https://www.linkedin.com/in/andrejs-romanovs-86585181"
  },
  {
    "name": "John Matogo",
    "highlight": "Chair for Action for Industry subcommittee in Region 8",
    "description": "Jhon Matogo is the Global University Programs Leader for IBM Africa. He is an active volunteer with IEEE in Region 8 (EMEA region) and is serving as the current Chair for the Action for Industry subcommittee in Region 8. He served as Chair for the IEEE Kenya Section 2014-2015. ",
    "linkedin": "https://www.linkedin.com/in/johnmatogo/"
  },
  {
    "name": "Mike Hinchey",
    "highlight": " IEEE UK & Ireland section chair-elect",
    "description": "Mike Hinchey is Professor of Software Engineering at University of Limerick, Ireland. Prior to joining Lero, he was Director of the NASA Software Engineering Laboratory; he continues to serve as a NASA Expert. He is also Editor-in-Chief of Innovations in Systems and Software Engineering: a NASA Journal and Journal of the Brazilian Computer Society.",
    "linkedin": "https://www.linkedin.com/in/mike-hinchey-ba5b5727/"
  },
  {
    "name": "Abdullateef Aliyu",
    "highlight": "Chair, IEEE R8 Humanitarian Activities Committee",
    "description": "Abdullateef has over 15 years experience working in the information and communication technology (ICT) /Telecommunication industry focusing on providing broadband services to the urban and rural areas in Nigeria and across West Africa; he heads the infrastructure roll-out and deployment department in Phase 3 telecom. ",
    "linkedin": "https://www.linkedin.com/in/abdulndigital/"
  },
  {
    "name": "Mohamed El Dallal",
    "highlight": "Vice Chair,IEEE Entrepreneurship ",
    "description": "Mohamed El Dallal is a serial Entrepreneur currently the Co-founder & CEO of \"Techne\" and Co-founder & CEO \"Innovideas LLC. for Marketing & Advertising\".Earning his BSc degree - Computer & Communication Engineering-, MBA holder specializing in International Business, a researcher in the digital marketing field. Currently doing his DBA specialized in Entrepreneurship.",
    "linkedin": "https://www.linkedin.com/in/mohamed-el-dallal/"
  },
  {
    "name": "Theodoros Chatzinikolaou",
    "highlight": "Region 8 Student Reprenstative ",
    "description": "\nTheodoros is, currently, PhD Candidate in the Electrical and Computer Engineering Department of the Democritus University of Thrace, and has received his Engineering Diploma with Integrated Master from the aforementioned Department. His research interests focus on future and emerging computing systems and cutting-edge technologies.\n",
    "linkedin": "https://www.linkedin.com/in/theodoros-chatzinikolaou/"
  },
  {
    "name": "Simay Akar",
    "highlight": "Region 8 Student Activities Committee Chair",
    "description": "Simay has specialized in the solar and renewable energy industry since 2012. She worked in China and Turkey and mostly focused on international commercial activities including communications, marketing, sales, investment management, and business development. She is currently the Chief Commercial Officer at Innoses -Ruiyi (Shanghai) Renewable Energy Technology Co., Ltd.",
    "linkedin": "https://www.linkedin.com/in/simay-akar-1868359/"
  },
  {
    "name": "Zied Bouida",
    "highlight": "Former IEEE Region 7 YPs Committee Chair",
    "description": "Dr. Bouida is a Senior Researcher and a Cisco Chair technical manager at the IoT Lab at Carleton University, Ottawa, Canada. \nHe is a Senior Member of the IEEE, HKN Professional Member, and a Professional Engineer in Ontario. \nHe served as IEEE Qatar YPs Committee Chair in 2016 and as IEEE Canada (R7) YPs Committee Chair from 2017 to 2021.",
    "linkedin": "https://www.linkedin.com/in/bouidazied"
  },
  {
    "name": "Fattoum Fairouz",
    "highlight": "Student Branch SIGHT Groups Coordinator, at IEEE R8 SAC",
    "description": "Fayrouz Fattoum is a Tunisian engineer, currently working as LPG deputy plant manager at Total Energies. She is the former chair of the IEEE ENIG Student Branch. she is now a member of the IEEE Region 8 humanitarian activities subcommittee; she is a student initiative subcommittee member at IEEE PES and SIGHT groups coordinators at IEEE R8 SAC.",
    "linkedin": "https://www.linkedin.com/in/fayrouz-fattoum/"
  },
  {
    "name": "Aymen Tmar",
    "highlight": "chair of IEEE IAS Tunisia Section chapter",
    "description": "Aymen Tmar is a Tunisian electromechanical engineer, who is currently an asset Integrity Engineer at Shell. He was the Chairman of IEEE PES ENIS Student Branch Chapter in 2014 and occupied the position of IEEE Tunisia Young Professionals AG chairman in 2019. He is currently the chair of IEEE IAS Tunisia Section chapter.",
    "linkedin": "https://www.linkedin.com/in/aymentmar/"
  },
  {
    "name": "Mohamed Seif El-Din",
    "highlight": "IEEE PES membership devcom Chair",
    "description": "Mohamed Seif el din is an electrical Power and machines engineer and currently occupies the position of Electric Operation Engineer in the Egyptian Electricity Transmission Company “EETC”. He is the founder of IEEE ASU Student Branch in 2010 and now he is Membership Development Committee Chair, at IEEE Power & Energy Society.",
    "linkedin": ""
  },
  {
    "name": "Nihel Ben Youssef",
    "highlight": "IEEE Industry ambassador of Tunisia Section",
    "description": "Dr. Nihel Ben Youssef is an assistant professor in cyber security in Tunisia. She is considered as one of the TOP 50 Women in Cybersecurity in Africa (by Africa and AWISN) and currently holds the positions of OWSAP Tunisia Chapter leader and IEEE Industry ambassador Tunisia Section. She is also the co-founder of Securinets Association. ",
    "linkedin": "https://www.linkedin.com/in/nihel-ben-youssef-phd-b04ba1165/"
  },
  {
    "name": "Hakim Montacer",
    "highlight": "Innovation & Sustainable Development Manager",
    "description": "Hakim Montacer is a strategy Consultant with a history of working in the engineering Industry. He is currently an innovation and sustainable Development manager at TEAMWILL. He has a master business management from south Mediterranean University and graduated from Warsaw University of Technology as an Electrical and electronic engineer. ",
    "linkedin": "https://www.linkedin.com/in/hakim-montacer-079413123/"
  },
  {
    "name": "Boubaker Siala",
    "highlight": "Bako Motors founder",
    "description": "Boubaker Siala is the founder of Bako Motors in 2021 and founder of Sater-Solar too in 2007. He graduated from the Technical University of Munich as an electrical, electronic, and communication engineer. He is an International Sales Manager with over 15 years of sales experience, in different industries.",
    "linkedin": "https://www.linkedin.com/in/boubaker-siala-7563b031"
  },
  {
    "name": "Ahmed Belkahla",
    "highlight": "Cyber Security Specialist",
    "description": "Ahmed Belkahla is Studying Computer Science & Networks Engineering at the National Institute of Applied Science and Technology (INSAT) and is a Cyber Security Specialist at Yogosha. He occupied the position of vice chairman of Securinets and was the Media manager of IEEE CS INSAT Chapter in 2019.",
    "linkedin": "https://www.linkedin.com/in/ahmed-belkahla/"
  },
  {
    "name": "Andre Luka Çakıcı",
    "highlight": "AdCom Student Representative for the IEEE EMBS",
    "description": "Andre Cakici is currently an M.Sc. student at the Department of Medical Engineering, Friedrich-Alexander Universität Erlangen-Nürnberg. He served as a student representative at EMBS Turkey Chapter. He is currently the AdCom Student Representative for the IEEE engineering in Medicine and Biology Society.",
    "linkedin": "https://www.linkedin.com/in/andrelukacakici/"
  },
  {
    "name": "Khadija Jallouli",
    "highlight": "HawKar founder",
    "description": "Khadija Jallouli is the founder of HawKar. She was selected by the Meaningful Business 100 among outstanding leaders across the world combining profit and purpose to help achieve the UN Sustainable Development Goals. She graduated from the National Institute of Applied science and technologies (INSAT) in 2020.",
    "linkedin": "https://www.linkedin.com/in/khadija-jallouli/"
  }
]