[
    {
        "name": "Antonio Luque",
        "highlight": "IEEE R8 director",
        "description": "He is an Associate Professor in electrical engineering at university of spain and a Researcher in industrial electronics, microsystems, biomedical applications, and IoT. He is an Experienced IEEE volunteer. He held many positions such as IEEE Region 8 vice chair member activities, IEEE Spain Section membership development officer, IEEE Industrial Electronics Society workshop activities vice president… He was elected as the IEEE Region 8 director in 2019.",
        "linkedin": "https://www.linkedin.com/in/antonio-luque-b678573/"
    },
    {
        "name": "John Matogo",
        "description": "He is the Global University Programs Leader for IBM Africa. John joined IBM in Sept 2014 bringing with him vast experience from the academic community in East Africa. He is an active volunteer with IEEE in Region 8 (EMEA region) and is serving as the current Chair for the Action for Industry subcommittee in Region 8. (EMEA region). He served as Chair for the IEEE Kenya Section 2014-2015",
        "highlight": "Global University Programs Leader for Africa at IBM",
        "linkedin": "https://www.linkedin.com/in/johnmatogo/"
    },
    {
        "name": "Jenifer Castillo",
        "highlight": "Mechatronics Engineer",
        "description": "She got her Master of Business Administration from the Polytechnic University of Puerto Rico and is now a project specification manager at Parker Hannifin. She was selected in 2021 as the IEEE Women in Engineering committee chair and she is currently Region 9 director elect. From 2020 to 2021 she occupied the post of IEEE Region 9 Secretary and she was elected in 2018 as IEEE Puerto Rico section chair.",
        "linkedin": "https://www.linkedin.com/in/jen-castillo/"
    },
    {
        "name": "Fattoum Fairouz",
        "highlight": "Deputy Plant Manager",
        "description": "Graduated from the national school of engineering at Gabes as a chemical process engineer,she now occupies the position of LPG Filling plant Deputy manager at TotalEnergie. She was elected as the Chairwomen of IEEE ENIG Student Branch at 2016 and held the position of General Chair of IEEE Tunisia section Integration Seminar TIS at 2017 and she occupies now a position at the Executive Board Member of IEEE Region 8 humanitarian Activities Committee HuAC, Student initiative subcommittee member at IEEE Power And Energy Society and SIGHT groups coordinators at IEEE R8 SAC. She is considered as a professional speaker of IEEE",
        "linkedin": "https://www.linkedin.com/in/fayrouz-fattoum/"
    },
    {
        "name": "Emre Ayranci",
        "highlight": "Director, RFFE Design Engineering at pSemi",
        "description": "He is Director, RFFE Design Engineering at pSemi, Murata company. He is IEEE Young Professionals committee chair and Secretary/governance Chair of SSCF. He has served in many IEEE Leader positions such as Chairperson of SSCS Young Professionals Committee, IEEE Young Professionals vice-chair, TAB representative, Benelux Section Professional Activities chairperson, IEEE Danmark Section Student Representative and other positions. He was also the founder of DTU Student Branch",
        "linkedin": "https://www.linkedin.com/in/eayranci/overlay/photo/"
    },
    {
        "name": "Sofiene Daoud",
        "highlight": "Cyber-security | Consulting",
        "description": "Graduated from the international institute of technologies at sfax in 2019 as a telecommunication engineer. He currently holds the position of Senior Information Security Consultant at Deloitte Tunisia. He is certified by Cyber Security Foundation Professional Certificate – CSFPC",
        "linkedin": "https://www.linkedin.com/in/sofiene-daoud/"
    },
    {
        "name": "Aymen Tmar",
        "highlight": "Asset Integrity Engineer at Shell",
        "description": "Experienced Asset Integrity engineer with 5 years of experience in pressurized equipment, pipeline, and offshore structure integrity, he was elected as the Chairman of IEEE PES ENIS Student Branch Chapter in 2014 and occupied the position of IEEE Tunisia Young Professionals AG Chairman in 2019. He is currently the chairperson of IEEE IAS Tunisia Chapter.",
        "linkedin": "https://www.linkedin.com/in/aymentmar/"
    },
    {
        "name": "Mohamed Seif El-Din",
        "highlight": "IEEE PES membership devcom Chair",
        "description": "He graduated from Ain Shams University as an electrical Power and machines engineer and currently occupies the position of Electric Operation Engineer in the Egyptian Electricity Transmission Company “EETC”. He is the founder of IEEE ASU Student Branch in 2010 and now he is Membership Development Committee Chair, at IEEE Power & Energy Society",
        "linkedin": ""
    },
    {
        "name": "Nihel Ben Youssef",
        "highlight": "TOP50 Women in Cybersec in Africa",
        "description": "Dr. Nihel Ben Youssef is an assistant professor in cyber security with more than 10 years of professional experience. She is considered as one of the TOP 50 Women in Cybersecurity in Africa (by Africa and AWISN) and currently holds the positions of OWSAP Tunisia Chapter leader and IEEE Industry ambassador Tunisia Section. She is also the co-founder of Securinets Association.",
        "linkedin": "https://www.linkedin.com/in/nihel-ben-youssef-phd-b04ba1165/"
    },
    {
        "name": "Hakim Montacer",
        "highlight": "Innovation & Sustainable Development Manager",
        "description": "- He graduated from Warsaw University of Technology as an Electrical and electronic engineer. A Strategy Consultant with a demonstrated history of working in the Engineering Industry. Skilled in Aircraft Maintenance, Electrical Wiring, Inspection, Quality Management, and Quality Assurance. He is considered a strong consulting professional with a Master of Business Management (MBM) focused in Finance and Financial Management Services from SMU - South Mediterranean UniversityHe is now an Innovation & Sustainable Development Manager at TEAMWILL.",
        "linkedin": "https://www.linkedin.com/in/hakim-montacer-079413123/"
    },
    {
        "name": "Boubaker Siala",
        "highlight": "Founder Bako Motors",
        "description": "He graduated from the Technical University of Munich as an electrical, electronic, and communication engineer. He is an International Sales Manager with over 15 years of sales experience, in different industries. He is also the founder of Bako Motors and SATER-SOLAR",
        "linkedin": "https://www.linkedin.com/in/boubaker-siala-7563b031/overlay/photo/"
    }
]