[
    {
        "name": "Antonio Luque",
        "highlight": "IEEE R8 director",
        "description": "Antonio Luque is the IEEE Region 8 Director elected in 2019. He currently holds the position of Associate Professor in the Department of Electronics Engineering, University of Seville. He has authored 20 journal papers, 40 conference papers, 3 book chapters, and a textbook, in addition to supervising two PhD students.",
        "linkedin": "https://www.linkedin.com/in/antonio-luque-b678573/"
    },
    {
        "name": "John Matogo",
        "description": "Jhon Matogo is the Global University Programs Leader for IBM Africa. He is an active volunteer with IEEE in Region 8 (EMEA region) and is serving as the current Chair for the Action for Industry subcommittee in Region 8. He served as Chair for the IEEE Kenya Section 2014-2015. ",
        "highlight": "Chair for Action for Industry subcommittee in Region 8",
        "linkedin": "https://www.linkedin.com/in/johnmatogo/"
    },
    {
        "name": "Jenifer Castillo",
        "highlight": "IEEE WIE Committee Chair",
        "description": "Jenifer Castillo is a B.S. Mechatronics Engineer and holds an MBA in International Business.  She currently works for Parker Hannifin Corp. She is an IEEE Senior Member and volunteer for 17 years, she is the 2021-2022 IEEE WIE Committee Chair, IEEE Region 9 Secretary and the IEEE Puerto Rico and Caribbean (PR&C) Section Past Chair.",
        "linkedin": "https://www.linkedin.com/in/jen-castillo/"
    },
    {
        "name": "Fattoum Fairouz",
        "highlight": "Student Branch SIGHT Groups Coordinator, at IEEE R8 SAC",
        "description": "Fayrouz Fattoum is a Tunisian engineer, currently working as LPG deputy plant manager at Total Energies. She is the former chair of the IEEE ENIG Student Branch. she is now a member of the IEEE Region 8 humanitarian activities subcommittee; she is a student initiative subcommittee member at IEEE PES and SIGHT groups coordinators at IEEE R8 SAC.",
        "linkedin": "https://www.linkedin.com/in/fayrouz-fattoum/"
    },
    {
        "name": "Emre Ayranci",
        "highlight": "IEEE Young Professionals (YP) Committee chair",
        "description": "Emre Ayranci is currently an RFIC Design manager and principal engineer at pSemi Murata. He is the IEEE Young Professionals Committee chair and SSCS Secretary/ Governance Chair. He was the SSCS YP Committee Chair, IEEE YP Vice Chair, Benelux YP and Professional activities founder of DTU and Sabanci Uni IEEE Student Branch.",
        "linkedin": "https://www.linkedin.com/in/eayranci"
    },
    {
        "name": "Aymen Tmar",
        "highlight": "chair of IEEE IAS Tunisia Section chapter",
        "description": "Aymen Tmar is a Tunisian electromechanical engineer, who is currently an asset Integrity Engineer at Shell. He was the Chairman of IEEE PES ENIS Student Branch Chapter in 2014 and occupied the position of IEEE Tunisia Young Professionals AG chairman in 2019. He is currently the chair of IEEE IAS Tunisia Section chapter.",
        "linkedin": "https://www.linkedin.com/in/aymentmar/"
    },
    {
        "name": "Mohamed Seif El-Din",
        "highlight": "IEEE PES membership devcom Chair",
        "description": "Mohamed Seif el din is an electrical Power and machines engineer and currently occupies the position of Electric Operation Engineer in the Egyptian Electricity Transmission Company “EETC”. He is the founder of IEEE ASU Student Branch in 2010 and now he is Membership Development Committee Chair, at IEEE Power & Energy Society.",
        "linkedin": ""
    },
    {
        "name": "Nihel Ben Youssef",
        "highlight": "IEEE Industry ambassador of Tunisia Section",
        "description": "Dr. Nihel Ben Youssef is an assistant professor in cyber security in Tunisia. She is considered as one of the TOP 50 Women in Cybersecurity in Africa (by Africa and AWISN) and currently holds the positions of OWSAP Tunisia Chapter leader and IEEE Industry ambassador Tunisia Section. She is also the co-founder of Securinets Association. ",
        "linkedin": "https://www.linkedin.com/in/nihel-ben-youssef-phd-b04ba1165/"
    },
    {
        "name": "Hakim Montacer",
        "highlight": "Innovation & Sustainable Development Manager",
        "description": "Hakim Montacer is a strategy Consultant with a history of working in the engineering Industry. He is currently an innovation and sustainable Development manager at TEAMWILL. He has a master business management from south Mediterranean University and graduated from Warsaw University of Technology as an Electrical and electronic engineer. ",
        "linkedin": "https://www.linkedin.com/in/hakim-montacer-079413123/"
    },
    {
        "name": "Boubaker Siala",
        "highlight": "Bako Motors founder",
        "description": "Boubaker Siala is the founder of Bako Motors in 2021 and founder of Sater-Solar too in 2007. He graduated from the Technical University of Munich as an electrical, electronic, and communication engineer. He is an International Sales Manager with over 15 years of sales experience, in different industries.",
        "linkedin": "https://www.linkedin.com/in/boubaker-siala-7563b031"
    },
    {
        "name": "Ahmed Belkahla",
        "highlight": "Cyber Security Specialist",
        "description": "Ahmed Belkahla is Studying Computer Science & Networks Engineering at the National Institute of Applied Science and Technology (INSAT) and is a Cyber Security Specialist at Yogosha. He occupied the position of vice chairman of Securinets and was the Media manager of IEEE CS INSAT Chapter in 2019.",
        "linkedin": "https://www.linkedin.com/in/ahmed-belkahla/"
    },
    {
        "name": "Andre Luka Çakıcı",
        "highlight": "AdCom Student Representative for the IEEE EMBS",
        "description": "Andre Cakici is currently an M.Sc. student at the Department of Medical Engineering, Friedrich-Alexander Universität Erlangen-Nürnberg. He served as a student representative at EMBS Turkey Chapter. He is currently the AdCom Student Representative for the IEEE engineering in Medicine and Biology Society.",
        "linkedin": "https://www.linkedin.com/in/andrelukacakici/"
    },
    {
        "name": "Khadija Jallouli",
        "highlight": "HawKar founder",
        "description": "Khadija Jallouli is the founder of HawKar. She was selected by the Meaningful Business 100 among outstanding leaders across the world combining profit and purpose to help achieve the UN Sustainable Development Goals. She graduated from the National Institute of Applied science and technologies (INSAT) in 2020.",
        "linkedin": "https://www.linkedin.com/in/khadija-jallouli/"
    }
]