[
  {
    "id": 0,
    "type": "Keynotes",
    "name": "IEEE YP, Volunteering Platform and Career management for YPs",
    "description": "This talk will share highlights of IEEE YP committee goals and initiatives, how YPs can enhance their careers and IEEE Volunteering platform.",
    "date": "05/08/2022",
    "time": "3:00 PM",
    "location": "ElMouradi Ghammarth Hotel",
    "instructorname": "Emre Ayranci",
    "instructordescription": "Emre Ayranci is currently an RFIC Design manager and principal engineer at pSemi Murata. He is the IEEE Young Professionals Committee chair and SSCS Secretary/ Governance Chair. He was the SSCS YP Committee Chair, IEEE YP Vice Chair, Benelux YP and Professional activities Chair and founder of DTU and Sabanci University IEEE Student Branch.",
    "instructorhighlight": "IEEE Young Professionals Committee Chair",
    "linkedin": "https://www.linkedin.com/in/eayranci/"
  },
  {
    "id": 1,
    "type": "Keynotes",
    "name": "Internet of Things and real-time\ncomputing",
    "description": "We live in a data-driven world, where multiple devices around us measure all\nkind of physical magnitudes and communicate to each other. In order to be\nuseful, these devices must be able to operate in real time. The talk will\nprovide an introduction on the constraints that real time computing present\nfor IoT devices and will describe real-time operating systems and what we can\nexpect from them.",
    "date": "04/08/2022",
    "time": "8:30 AM",
    "location": "Elmouradi Gammarth Hotel",
    "instructorname": "Antonio Luque",
    "instructordescription": "Antonio Luque is the IEEE Region 8 Director elected in 2019. He currently holds the position of Associate Professor in the Department of Electronics Engineering, University of Seville. He has authored 20 journal papers, 40 conference papers, 3 book chapters, and a textbook, in addition to supervising two PhD students.",
    "instructorhighlight": "IEEE Region 8 Director",
    "linkedin": "https://www.linkedin.com/in/antonio-luque-b678573/"
  },
  {
    "id": 2,
    "type": "Keynotes",
    "name": "EMBS Chapter/Membership Opportunities for Students and YPs",
    "description": "IEEE Engineering in Medicine and Biology Society (EMBS) is the world’s largest\ninternational society of biomedical engineers. This talk will introduce the technical\ncommunities and events organized within EMBS, then focus on:\n- benefits of becoming a member for students and YPs, volunteering opportunities\nthrough Members and Student Activities Committee\n- how to establish a student chapter/club within EMBS, and benefits such as funding,\nawards, distinguished lecturer program etc.",
    "date": "04/08/2022",
    "time": "8:30 AM",
    "location": "Elmouradi Gammarth Hotel",
    "instructorname": "Andre Luka Çakıcı",
    "instructordescription": "Andre Cakici is currently an M.Sc. student at the Department of Medical Engineering, Friedrich-Alexander Universität Erlangen-Nürnberg. He served as a student representative at EMBS Turkey Chapter. He is currently the AdCom Student Representative for the IEEE engineering in Medicine and Biology Society.",
    "instructorhighlight": "EMBS AdCom Student Representative",
    "linkedin": "https://www.linkedin.com/in/andrelukacakici/"
  },
  {
    "id": 8,
    "type": "Workshops",
    "name": "2022 MGA Activities with a Spotlight on Students and Young Professionals",
    "description": "2022 has been a productive year thus far for IEEE's Member and Geographic Activities (MGA) organization. MGA Vice President David Koehler and IEEE's Senior Director of Member Experience, Michael Kreisberg will highlight current MGA data and trends, focusing on Region 8.  They will share some of the exciting programs and activities that are impacting our Student and Young Professional member growth.  In addition, they will provide an overview of the MGA volunteer organizational structure and share the pathways that volunteers can take to enhance their engagement with IEEE.",
    "date": "05/08/2022",
    "time": "10:00 AM",
    "location": "Elmouradi Gammarth Hotel",
    "instructorname": "Michael Kreisberg",
    "instructordescription": "Distinguished career providing vision, strategy, and leadership for blue chip organizations in both the for-profit and association . Recognized for building, leading, and mobilizing cross-functional, multi-disciplinary teams around an aspirational vision. Skilled in working closely with Boards, volunteers and senior leadership.",
    "instructorhighlight": "Senior Director, Member Experience",
    "linkedin": "https://www.linkedin.com/in/michael-kreisberg-821273241/",
    "instructor2name": "David Koehler",
    "instructor2description": "David is the 2022 Vice President for IEEE Member and Geographic Activities (MGA).He is the Global Business Development Manager for Doble Engineering Company.David has 23 years of experience in the testing of insulating liquids and management of analytical laboratories.  He has provided numerous technical presentations and published articles within the power industry.",
    "instructor2highlight": "IEEE Vice President, Member and Geographic Activities",
    "linkedin2": "https://www.linkedin.com/in/davidakoehler/"
  },
  {
    "id": 4,
    "type": "Keynotes",
    "name": "Healthcare Innovation and Entrepreneurship ",
    "description": "The aim of this course is to provide an intensive and practical introduction to the process\nof understanding significant unmet medical needs and designing new medical\ntechnologies to address them. We focus on strategies for understanding and interpreting\nclinical needs, performing market assessments, and designing two basic prototypes in the\nareas of Cancer Brain Chip and Implantable Brain System",
    "date": "05/08/2022",
    "time": "8:30 AM",
    "location": "Elmouradi Gammarth Hotel",
    "instructorname": "Metin Akay",
    "instructordescription": "Metin Akay received his B.S. and M.S. in Electrical Engineering from the Bogazici University, Istanbul, Turkey in 1981 and 1984, respectively and a Ph.D. degree from Rutgers University in 1990. He is currently the founding chair of the new Biomedical Engineering Department and the John S. Dunn professor of biomedical engineering at the University of Houston.",
    "instructorhighlight": "IEEE EMBS President",
    "linkedin": "https://www.linkedin.com/in/metin-akay-b516b5140"
  },
  {
    "id": 5,
    "type": "Workshops",
    "name": " Introduction to ERP and SAP",
    "description": "How you gather, manage, and use information will determine whether you win or lose.\n",
    "date": "05/08/2022",
    "time": "11:30 AM",
    "location": "Elmouradi Gammarth Hotel",
    "instructorname": "Seif Elhajjem",
    "instructordescription": "Seif El HAJJEM is a Tunisian Industrial Engineer graduated from ENIT, the National Engineering School of Tunis, in 2015. Currently, he's an SAP (System Application Products) Functional Consultant at WYNSYS Tunisia, where he has been involved in the roll-out and implementation of SAP for multiple companies in different industry sectors. Seif volunteers for IEEE, where he is currently serving as IEEE Tunisia Section Vice-Chair for members activities, as a Member of the IEEE Region 8 Young Professionals Subcommittee and as a Vice Chair of the IEEE Region 8 Entrepreneurship Initiative Subcommittee.",
    "instructorhighlight": " IEEE Region 8 Young Professionals member",
    "linkedin": "https://www.linkedin.com/in/seif-elhajjem-92091084"
  },
  {
    "id": 7,
    "type": "Workshops",
    "name": "Advanced Corrosion monitoring systems",
    "description": "In the evolution of inspection programs, the fixed interval inspection strategy has been replaced by a condition-based monitoring approach. Condition-based monitoring is followed by risk-based inspection (RBI), where inspection programs are defined on a risk basis, considering damage mechanisms, failure probability and associated consequences. The use of new inspection technologies such as PAUT, TOFD, Remote Operated Vehicles (ROV) and Intelligent Pigging Inspection, etc. was able to make informed decisions regarding the remaining life of pressure systems and pipelines. In this Workshops, you will learn about advances in corrosion monitoring technologies. We will highlight how these new technologies can help provide the most effective data to manage and mitigate potential pressure vessels and pipelines integrity risks.",
    "date": "05/08/2022",
    "time": "10:00 AM",
    "location": "Elmouradi Gammarth Hotel",
    "instructorname": "Aymen Tmar",
    "instructordescription": "Aymen Tmar is a Tunisian electromechanical engineer, who is currently an asset Integrity Engineer at Shell. He was the Chairman of IEEE PES ENIS Student Branch Chapter in 2014 and occupied the position of IEEE Tunisia Young Professionals AG chairman in 2019. He is currently the chair of IEEE IAS Tunisia Section chapter.\n",
    "instructorhighlight": "IEEE IAS Tunisia Chapter Chair ",
    "linkedin": "https://www.linkedin.com/in/aymentmar/"
  },
  {
    "id": 9,
    "type": "Workshops",
    "name": " Energy Transition and Renewable Energy as a Young Professional",
    "description": "In the path toward net-zero, young professionals will play a crucial role in deploying and developing renewable energy for this transition. What does this mean in terms of the significant growth in green jobs and how can YPs look back at the 2020 - 2030 decade from 2050 and realise the implications of the actions we took?",
    "date": "04/08/2022",
    "time": "11:30 AM",
    "location": "Elmouradi Gammarth Hotel",
    "instructorname": "AbdulHameed Raji",
    "instructordescription": "AbdulHameed has over 3 years of experience in the Energy sector, working with General Electric, Masdar Energy and Resilient Cities Network.  He is researching how to strengthen policies for the low-carbon transition at the University of Cambridge.\n",
    "instructorhighlight": "Engineering for Sustainable Development at University of Cambridge",
    "linkedin": "https://www.linkedin.com/in/aoraji/"
  },
  {
    "id": 10,
    "type": "Plenary",
    "name": "Plenaries will be announced soon!",
    "description": "",
    "date": "",
    "time": "",
    "location": "",
    "instructorname": "",
    "instructordescription": "",
    "instructorhighlight": "",
    "linkedin": " "
  },
  {
    "id": 6,
    "type": "Workshops",
    "name": "Introduction to Neuromuscular Interfaces: Applications for Human/Machine \nInterfaces and Neurophysiology",
    "description": "The aim of this Workshops is to provide an intensive and practical introduction to \nneuromuscular interfaces and neuroengineering applications for studying the neural \ncontrol of movement and developing human-centered assistive devices (e.g. \nneuroprostheses, exoskeletons). The acquisition, analysis, and interpretation of \nelectrophysiological data (specifically electromyography - EMG) will be discussed in \ndepth. A MATLAB demo will demonstrate the decomposition and processing of \nsurface EMG signal. State-of-the-art research will be mentioned, and resources will \nbe provided for those interested in this technical field.",
    "date": "05/08/2022",
    "time": "10:00 AM",
    "location": "Elmouradi Gammarth Hotel",
    "instructorname": "Andre Luka Çakıcı",
    "instructordescription": "Andre Cakici is currently an M.Sc. student at the Department of Medical Engineering, Friedrich-Alexander Universität Erlangen-Nürnberg. He served as a student representative at EMBS Turkey Chapter. He is currently the AdCom Student Representative for the IEEE engineering in Medicine and Biology Society.",
    "instructorhighlight": "EMBS AdCom Student Representative",
    "linkedin": "https://www.linkedin.com/in/andrelukacakici/"
  },
  {
    "id": 3,
    "type": "Workshops",
    "name": "Introduction to cybersecurity",
    "description": "In this Workshops we will explore the fundamental building blocks of cybersecurity and the most recent techniques used by red teamers and offensive security experts along with the most important resources to start your career in Cyber Security.",
    "date": "04/08/2022",
    "time": "10:00 AM",
    "location": "Elmouradi Gammarth Hotel",
    "instructorname": "Ahmed Belkahla",
    "instructordescription": "Ahmed Belkahla is Studying Computer Science & Networks Engineering at the National Institute of Applied Science and Technology (INSAT) and is a Cyber Security Specialist at Yogosha. He occupied the position of vice chairman of Securinets and was the Media manager of IEEE CS INSAT Chapter in 2019.\n",
    "instructorhighlight": "Cyber Secutiry Specialist",
    "linkedin": "https://www.linkedin.com/in/ahmed-belkahla/"
  },
  {
    "id": 11,
    "type": "Workshops",
    "name": "ICT for Good, How can we utilize technology for humanity",
    "description": "With the rapid change in our lives and the huge role of technology in the digitalization of all aspects from industry to daily life, technology can also serve both the development and humanitarian needs and save our planet. In this session, we will tackle the concept of ICT4D from a theoretical aspect, alongside best practices of utilizing technologies, what technologies can be utilized for this, and sharing some skills in the effective planning, development, implementation and management of ICT4D initiatives. Adding to that, sharing some knowledge about existing initiatives in R8, and how they can be adapted to our local contexts to meet the local needs and prevent their potential risks and failures.",
    "time": "3:00 PM",
    "date": "05/08/2022",
    "location": "Salle 4",
    "instructorname": "Amjad Badr",
    "instructordescription": " Mr Shwehdy is specialized in utilizing ICT4D & Social Innovation & currently, he is pursuing his master's in eGovernance and Digital Transformation. ",
    "instructorhighlight": "Mr Shwehdy, Amjad-Badr is a social entrepreneur, a digital nomad from Libya, passionate about technology & its applications, & advocates for digital transformation & rights and good governance.",
    "linkedin": " https://www.linkedin.com/in/abshwehdy/"
  },
  {
    "id": 12,
    "type": "Workshops",
    "name": "Open discussion on Internet Governance",
    "description": "We always have these questions in our minds, \"who owns the internet? how do they are managing it? what will happen to the world wide web in case of conflict?\" and many other questions about connectivity and net neutrality; all these questions and more will be opened for discussion with the participants to come up with ideas and share some of the best practices on the internet governance both international and local efforts to tackle these issues and coordinate with all related stakeholders for the benefits of the citizens. Moreover, we will also focus on the efforts led by the Internet Governance Forum, what is it, and how SYP will join these task forces.",
    "time": "11:30 AM",
    "date": "04/08/2022",
    "location": "Salle 5",
    "instructorname": "Amjad Badr",
    "instructordescription": "Mr Shwehdy is specialized in utilizing ICT4D & Social Innovation & currently, he is pursuing his master's in eGovernance and Digital Transformation. ",
    "instructorhighlight": "Mr Shwehdy, Amjad-Badr is a social entrepreneur, a digital nomad from Libya, passionate about technology & its applications, & advocates for digital transformation & rights and good governance. ",
    "linkedin": "https://www.linkedin.com/in/abshwehdy/"
  },
  {
    "id": 13,
    "type": "Keynotes",
    "name": "Managing a career along with a successful volunteering journey",
    "description": "This keynote will focus on the importance of volunteering and how it is considered as a career booster at work, what you learn as a volunteer and how to use that knowledge at in life and at work,  how to chose your volunteering activities to support your professional development as leader and manager and of course how volunteering makes you a better manager and leader",
    "time": "3:00 AM",
    "date": "05/08/2022",
    "location": "Elmouradi Gammarth",
    "instructorname": "Margaretha Eriksson",
    "instructordescription": "Margaretha Eriksson received her M.Sc. degree in Electrical Engineering from The Royal\nInstitute of Technology, Stockholm, Sweden, in 1988. She has studied Information\nSecurity at Stockholm University/KTH, as well as Business Intelligence. She became the first female Director of IEEE R8 in 2017.",
    "instructorhighlight": "IEEE Region 8 Past Director",
    "linkedin": "https://www.linkedin.com/in/margaretha-eriksson-434819/"
  },
  {
    "id": 14,
    "type": "Keynotes",
    "name": "Number One Marketplace in Tunisia",
    "description": "Since its creation in 2012, Tayara's mission is to facilitate the daily life of Tunisians and support their various life projects. Affiliated to Frontier Digital Ventures (FDV) and leader in the automotive, real estate and retail markets, Tayara is now positioned as the largest marketplace in Tunisia and a major player in the digital ecosystem in Tunisia. This talk will introduce and then will focus on: - history of tayara - their mission - Tayara's services and products - their Talents. ",
    "time": "8:00 AM",
    "date": "04/08/2022",
    "location": "Elmouradi Gammarth",
    "instructorname": "Safa Gaja",
    "instructordescription": "Safa is the Head of Operations of Tayara. As an experienced Tech training Program Manager & Coach and a history of working in the information technology and services industry, Safa is contributing in making Tayara a home for young innovative talents who have a passion for game changing products",
    "instructorhighlight": " Head Of Operation- Tayara Group",
    "linkedin": "linkedin.com/in/safa-gaja"
  },
  {
    "id": 15,
    "type": "Workshops",
    "name": "HAC Capacity Building workshop",
    "description": "This session will present various global programs offered by HAC and the best practices for the design and development of the IEEE HAC/SIGHT sustainable development program.  This workshop will focus on how emerging technologies offer a transformative opportunity to address pressing global sustainable development challenges. We will discuss real-world examples of sustainable technologies that are relevant to achieving the Sustainable Development Goals. We will explore how IEEE Humanitarian Activities Committee (IEEE HAC) offers high-impact engagement opportunities for IEEE members to advance technologies for the benefit of marginalized communities globally.  The audience will have an opportunity to network and learn about the successfully implemented  HAC  projects,",
    "date": "04/08/2022",
    "time": "10:00 AM",
    "location": "Elmouradi Gammarth",
    "instructorname": "Sampathkumar Veeraraghavan",
    "instructordescription": "Sampathkumar Veeraraghavan is a globally renowned technologist best known for his technological innovations in addressing global humanitarian and sustainable development challenges. As the 2021-2022 IEEE Humanitarian Activities Committee (HAC) Global Chair, Sampath spearheads the global strategy and has delivered record-breaking growth for IEEE  sustainable development and humanitarian engineering programs globally. ",
    "instructorhighlight": "Global Chair, 2021 - 2022 IEEE Humanitarian Activities Committee",
    "linkedin": "https://www.linkedin.com/in/sampathkumar-veeraraghavan-826b1a25/",
    "instructor2name": "Abdullateef Aliyu",
    "instructor2description": "Abdullateef has over 15 years experience working in the information and communication technology (ICT) /Telecommunication industry focusing on providing broadband services to the urban and rural areas in Nigeria and across West Africa; he heads the infrastructure roll-out and deployment department in Phase 3 telecom. ",
    "instructor2highlight": " Chair, IEEE R8 Humanitarian Activities Committee ",
    "linkedin2": "https://www.linkedin.com/in/abdulndigital/"
  },
  {
    "id": 16,
    "type": "Workshops",
    "name": "Student Branch Vitality Workshop",
    "description": "Vitality means performing your duties efficiently, taking initiatives, being energetic, and volunteering with enthusiasm. Vital student branches can better serve their student members. In order to have all Student Branches alive, the IEEE Region 8 Student Activities Committee provides a workshop on the critical areas for being characterized as active and on how to maintain your operations at an exemplary level.",
    "date": "04/08/2022",
    "time": "10:00 AM",
    "location": "Elmouradi Gammarth",
    "instructorname": "Region 8 SAC Team",
    "instructordescription": "",
    "instructorhighlight": "",
    "linkedin": ""
  },
  {
    "id": 17,
    "type": "Workshops",
    "name": "Project Management for Student-driven Events",
    "description": "This is an introductory workshop for project management focused on student-driven events. Nowadays, everything is a project, and especially students should be taught about the required skills to handle projects and succeed. Participants will be able to gain an overall understanding about project management and get familiar of how to prepare their project proposals, how to support the planning, as well as how to implement and conclude their projects in their student branch. By the end of the workshop, participants will be able to prepare their own project plan to submit on the IEEE Region 8 Student Activities Committee Programs!",
    "date": "05/08/2022",
    "time": "10:00 AM",
    "location": "Elmouradi Gammarth",
    "instructorname": "Region 8 SAC",
    "instructordescription": "",
    "instructorhighlight": "",
    "linkedin": ""
  },
  {
    "id": 18,
    "type": "Keynotes",
    "name": "How do we stay technically current?",
    "description": "This interactive keynote session will focus on value of IEEE membership and explains the real benefits to students and young professional from being the member of IEEE. The presentation gives a short overview of the membership and technical/chapter activities; the actual status and the regional characteristics of the membership and chapter development will be demonstrated.  In addition, it will cover best practices in organizing and running successful chapters.",
    "date": "04/08/2022",
    "time": "8:30 AM",
    "location": "Elmouradi Gammarth",
    "instructorname": "Andrejs Romanovs",
    "instructordescription": "Dr.sc.ing., MBA, Associate Professor and Senior Researcher at the Information Technology Institute, Head of Dept. of Modelling and Simulation, Riga Technical University . He has 20 years academic experiences teaching numerous post-graduate courses at the RTU, as well as over 30 years professional experience .",
    "instructorhighlight": "Chair, IEEE Region 8 Chapter Cordination Committee",
    "linkedin": "https://www.linkedin.com/in/andrejs-romanovs-86585181",
    "instructor2name": "Mike Hinchey",
    "instructor2description": "Mike Hinchey is Professor of Software Engineering at University of Limerick, Ireland. Prior to joining Lero, he was Director of the NASA Software Engineering Laboratory; he continues to serve as a NASA Expert. He is also Editor-in-Chief of Innovations in Systems and Software Engineering: a NASA Journal and Journal of the Brazilian Computer Society.",
    "instructor2highlight": "Chair, IEEE Region 8 Membership Development Committee",
    "linkedin2": "https://www.linkedin.com/in/mike-hinchey-ba5b5727/?originalSubdomain=ie"
  },
  {
    "id": 19,
    "type": "Workshops",
    "name": "Building a Resilient Future",
    "description": "The wide adoption of Information Technology by modern business and public space removes the boundaries between real and virtual worlds and enables new growth possibilities for the industry and society. During the last decades, the business world has experienced a massive digital transformation. Drones, cloud computing, artificial intelligence, self-driving cars, nanotechnology, commercial space activities, robotics are very few examples of exponentially growing technologies, that are revolutionary changing the business models, industrial and societal processes fundamentally. From the other side, the influx of online traffic as a result of the Covid pandemic strains already rigid legacy systems, resulting in outages and service delays. Along with tragic losses of human life, the economic and social impacts of the pandemic could last for an extended period, even decades in some countries. Resilience is critical to softening the impacts of such shocks on businesses, individuals, communities and countries.\n\nTwo aspects of modern recilience challenging will be discussed at the Workshops, Building Resilient Space Exploration Missions by Mike Hinchey and Building Resilient Supply Chains by Andrejs Romanovs.",
    "date": "05/08/2022",
    "time": "11:30 AM",
    "location": "Elmouradi Gammarth",
    "instructorname": "Mike Hinchey",
    "instructorhighlight": "Chair, IEEE Region 8 Membership Development Committee",
    "instructordescription": "Mike Hinchey is Professor of Software Engineering at University of Limerick, Ireland. Prior to joining Lero, he was Director of the NASA Software Engineering Laboratory; he continues to serve as a NASA Expert. He is also Editor-in-Chief of Innovations in Systems and Software Engineering: a NASA Journal and Journal of the Brazilian Computer Society.",
    "linkedin": "https://www.linkedin.com/in/mike-hinchey-ba5b5727/?originalSubdomain=ie",
    "instructor2name": "Andrejs Romanovs",
    "instructor2description": "Dr.sc.ing., MBA, Associate Professor and Senior Researcher at the Information Technology Institute, Head of Dept. of Modelling and Simulation, Riga Technical University . He has 20 years academic experiences teaching numerous post-graduate courses at the RTU, as well as over 30 years professional experience .",
    "instructor2highlight": "Chair, IEEE Region 8 Chapter Cordination Committee",
    "linkedin2": "https://www.linkedin.com/in/andrejs-romanovs-86585181"
  },
  {
    "id": 20,
    "type": "Keynotes",
    "name": "Getting Involved with IEEE: How does it help Students and Young Professionals?",
    "description": "Every one of us wants to get a successful career. While we select diverse paths to achieve that goal, we all need resources that help us develop personally, professionally, \nand technically. Those resources include building a network of successful people, accessing the latest updates in our field of expertise, and being equipped with the tools to deliver our work \nto others. In this keynote, I will highlight how IEEE brings all of these resources to us. Then, I will give key points to achieve our goals when volunteering with IEEE. Last, but not least, I open \nthe floor for students and Young Professionals for a discussion where all of us can interact, ask questions, and learn from each other.",
    "date": "05/07/2022",
    "time": "8:30 AM",
    "location": "ElMouradi Ghammart Hotel",
    "instructorname": "Zied Bouida",
    "instructordescription": "Dr. Bouida is a Senior Researcher and a Cisco Chair Technical Manager at the IOT Lab at Carleton University, Ottawa, Canada. He is a Senior Member of the IEEE, HKN Professional Member, and a professional Engineer in Ontario. He served as IEEE Qatar YPs Committee Chair in 2016 and as IEEE Canada (R7) YPs Committee Chair from 2017 to 2021.",
    "instructorhighlight": "Former IEEE Region 7 YPs Committee Chair ",
    "linkedin": "https://www.linkedin.com/in/bouidazied/"
  },
  {
    "id": 21,
    "type": "Workshops",
    "name": " IEEE Region 8 Pitch Final 2022",
    "description": "IEEE Region 8 Pitch is the flagship program of IEEE Region 8 Entrepreneurship. After 10+ national pitch competitions in 2021, and 30+ startups competing, 5 made it to the fina! Startups pitching are: FeelMe from Greece, Greeners from Palestine, EFert from UAE, LangSmart from Palestine, and Noisure from Georgia. Join us to learn more about their ventures in agri-tech, bio-tech and AI, and connect with our judges from IEEE, RedStart Tunisia Accelerator, Founder Institute Tunisia, and Oxfam. ",
    "date": "05/08/2022",
    "time": "2:30 PM",
    "location": "ElMouradi Ghammarth Hotel",
    "instructorname": "none",
    "instructordescription": "none",
    "instructorhighlight": "none",
    "linkedin": "none"
  }
]